<?
$MESS['EMPTY_MODULES'] = 'Не подключены модули, необходимые для работы компонента.';
$MESS['EMPTY_IBLOCK'] = 'Необходимо указать ID инфоблока с каталогом товаров.';
$MESS['EMPTY_LINK_IBLOCK_ID'] = 'Необходимо указать ID инфоблока классификатора.';
$MESS['EMPTY_LINK_PROPERTY'] = 'Необходимо указать код свойства привязки';
$MESS['NO_LINK_PROPERTY'] = 'Необходимо указать код свойства, типа "Привязка к элементу инфоблока"';
$MESS['EMPTY_ELEMENTS'] = 'Элементов не найдено.';
$MESS['SET_TITLE'] = 'В каталоге товаров представлено товаров: #N#.';
?>